;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[FemaleVoice1_MKJacqui X2BodyPartTemplate]
DisplayName="Jacqui Briggs"
[FemaleVoice1_MKJacqui_RPR X2BodyPartTemplate]
DisplayName="Jacqui Briggs"
[FemaleVoice1_MKJacqui_TEM X2BodyPartTemplate]
DisplayName="Jacqui Briggs"
[FemaleVoice1_MKJacqui_SKR X2BodyPartTemplate]
DisplayName="Jacqui Briggs"